import 'package:never_have_i_ever/questions/typedef.dart';

QuestionCategory spicy = new QuestionCategory('spicy', [
  'падал(-а) с велосипеа',
  'заказывал(-а) что-то в интернет магазине, так как не решался(-лась) купить это в магазине',
  'притворялся(-лась) геем/лесбиянкой',
  'терял(-а) носки',
  'использовал(-а) массажное масло',
  'делал(-а) ксерокс свего лица',
  'воровал(-а) ничего из гостиничного номера',
  'обращался(-лас) в полицию за помощью',
  'читал(-а) полностью книгу для школы',
  'видел(-а) родственников голыми',
  'сливался(-лась) со свидания',
  'отправлял(-а) фотографии за которые мне стыдно',
]);